7zip
android-udev
base
base-devel
bat
biber
btop
dhcpcd
discord
docker
docker-compose
efibootmgr
fastfetch
fd
firefox
fish
fzf
ghostty
gimp
git
grim
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
intel-media-driver
intel-ucode
iwd
jq
jupyterlab
kvantum
less
libva-utils
linux
linux-firmware
lsd
neovim
network-manager-applet
networkmanager
nextcloud-client
npm
okular
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
qt6ct
ripgrep
signal-desktop
slurp
stow
sudo
swappy
swaync
tailscale
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-xetex
thunar
tlp
tlp-rdw
tmux
ttf-jetbrains-mono-nerd
unzip
uv
vim
vulkan-intel
waybar
wget
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
yazi
zip
zoxide
