android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
deezer
droidcam-obs-plugin-git
flutter
kvantum-theme-catppuccin-git
neovim-remote
oh-my-posh
papirus-folders-catppuccin-git
proton-ge-custom-bin
wl-gammarelay-rs
wlogout
yay
yay-debug
zen-browser-bin
