7zip
amd-ucode
android-udev
base
base-devel
bat
biber
btop
cava
discord
docker
docker-compose
efibootmgr
fastfetch
fd
ffmpeg
firefox
fish
fzf
gamemode
gamescope
ghostty
gimp
git
grim
grub
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
hurl
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
jq
jupyterlab
kvantum
lib32-gamemode
lib32-mesa
lib32-vulkan-radeon
libreoffice-fresh
libva-utils
linux
linux-firmware
linux-headers
lsd
man-db
mesa
neovim
nextcloud-client
npm
obs-studio
okular
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-gnome
python-pygments
qbittorrent
qt6ct
ripgrep
signal-desktop
slurp
sshfs
steam
stow
sudo
swappy
swaync
tailscale
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-xetex
thunar
tmux
ttf-jetbrains-mono-nerd
ttf-liberation
unrar
unzip
uv
vim
vulkan-radeon
waifu2x-ncnn-vulkan
waybar
wget
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yazi
zathura
zathura-pdf-mupdf
zip
zoxide
