amd-ucode
base
base-devel
bat
biber
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
deezer
discord
efibootmgr
fastfetch
ffmpeg
firefox
fish
fzf
ghostty
git
grim
grub
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
libva-utils
linux
linux-firmware
lsd
mesa
neovim
neovim-remote
npm
oh-my-posh
okular
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
pyenv
pyenv-virtualenv
ripgrep
signal-desktop
slurp
stow
sudo
swappy
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-xetex
thunar
tmux
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-radeon
waybar
wget
wl-clipboard
wl-gammarelay-rs
wlogout
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xpad
yay
yay-debug
yazi
zoxide
